<script>
export default {
    name: "Front_Page_Services"
}
</script>

<template>
    <div class="row justify-center">
        <div class="col-lg-9 col-sm-12 col-xs-12 ">
            <div class="q-mt-md">
                <strong class="text-green-7 title q-ml-sm">
                    خدمات قابل ارائه توسط کشاورز
                </strong>
                <q-separator class="q-mt-md"/>
            </div>
            <div class="q-mt-lg">
                <div>
                    <strong class="service-title text-red font-iransans">
                        دریافت خدمات کشاورزی :
                    </strong>
                </div>
                <div class="service-text q-mt-md text-justify">
                    با توجه به گسترش روزافزون تکنولوژی و بکارگیری آن در بخش‌های مختلف کماکان مشکلات بسیاری در بخش کشاورزی وجود داردکه کشاورزان در زمان کاشت، داشت و برداشت محصولات خود با آن دست و پنجه نرم می‌کنند که تاکنون پاسخی برای حل آن نیافته اند از جمله مشکلاتی که کشاورزان با آن سر و کار دارند می‌توان به محدود بودن تعداد ارائه کنندگان ادوات کشاورزی، عدم دسترسی به برخی ادوات و نبود قدرت انتخاب ادوات مناسب برای کشاورزان اشاره کرد. همچنین لغو کردن و تعلل در رابطه با زمان مقرر برای ارائه خدمات توسط صاحبان ادوات یکی دیگر از مشکلات در این بخش می‌باشد. به دلیل رقابتی نبودن بازار، افزایش مداوم قیمت‌ها و همچنین تفاوت قیمت خدمات توسط ارائه دهندگان مختلف خدمات، کشاورزان را با مشکلاتی روبرو کرده است. حال ما توسعه اپلیکیشن کشاورز بر آن شده ایم با توجه به تمامی مشکلات یاد شده با فراهم کردن بستری مناسب به کشاورزان کمک کنیم تا بتوانند از ارائه دهندگان ادوات کشاورزی در منطقه خود و همچنین قیمت خدماتشان مطلع گردند و با جستجو کردن در بین دامنه وسیعی ارائه دهندگان ادوات نیاز خود را برطرف کنند. در این پلتفرم به دلیل حضور جمع کثیری از خدمات دهندگان قدرت انتخاب و دسترسی کشاورز به ادوات مورد نیازش افزایش یافته و هرگاه بنا به دلایلی خدمات دهنده قرارش را لغو و یا تعللی در انجام کار کرد می‌تواند در سریع‌ترین زمان ادوات مورد نیاز خود را جایگزین کند و همچنین به دلیل رقابتی بودن این فضا شاهد تعدیل قیمت‌ها خواهیم بود.
                </div>
                <div class="q-mt-xl">
                    <strong class="service-title text-red font-iransans">
                        ارائه خدمات کشاورزی :
                    </strong>
                </div>
                <div class="service-text q-mt-md text-justify">
                    با پیشرفت روزافزون علم و مدرنیزه شدن کشاورزی و همچنین تولید هرچه بیشتر تجهیزات کشاورزی کاراتر، ایجاد بستری برای ارائه این خدمات برای صاحبان ادوات هموراه فابل لمس بود. همچنین وجود برخی مشکلات برای ارائه دهندگان ادوات کشاورزی که از جمله این مشکلات میتوان به سهم دریافتی نماینده از مبلغ دستمزد، عدم پرداخت نقدی ودر برخی موارد عدم پرداخت کامل دستمزد، عدم پیدا کردن کار در مناطق ناآشنا و کم کار بودن در برخی برهه های زمانی و همچنین عدم آگاهی کشاورزان به اینکه ارائه دهندگان خدمات چه ادواتی دارند در روش های ارتباطی قبلیشان اشاره کرد ما را برآن داشت تا با ارائه راه حلی این مشکلات را بطرف کنیم. راه حلی که ما به منظور ارائه خدمات بهتر توسط صاحبان ادوات در نظر گرفتیم، این بود که کمک کنیم ارائه دهندگان خدمات کشاورزی وصاحبان ادوات بتوانند خدمات خود را با بروزترین روش ممکن، یعنی یک پلتفرم موبایلی، عرضه نمایند و به این صورت برقراری ارتباط بین صاحبان ادوات و کشاورزان تسهیل کنیم تا با گسترده تر شدن حوزه کاری این قشر زحمت کش که منجر به آشنایی هرچه بیشتر با مشتریان و کشاورزان می شود به افزایش درآمد آن ها کمک کنیم. همچنین در این اپلیکیشن هر یک از صاحبان ادوات و ارائه دهندگان خدمات می توانند تمامی خدمات قابل ارائه خود را با جزئیات کامل شرح داده و اطلاعات کاملی را در اختیار خدمات گیرندگان قرار دهند. بعلاوه همواره مشکلانی برای صاحبان ادوات در روش های سنتی وجود داشته که در این پلتفرم به طور کامل برطرف گردیده است.
                </div>

                <div class="q-mt-xl">
                    <strong class="service-title text-red font-iransans">
                        خبرنامه کشاورزی :
                    </strong>
                </div>
                <div class="service-text q-mt-md text-justify">
                    همواره آگاهی از آخرین اخبار می‌تواند به افراد کمک کند که بهترین تصمیمات را در زمان مناسب اتخاذ کنند و کشاورزی هم به عنوان یکی از مهمترین و زیربنایی‌ترین بخش‌های اقتصاد از این قاعده مستثنی نیست متاسفانه اخبار بخش کشاورزی به صورت یکپارچه و یکجا در هیچ جایی از پهنه وسیع وب وجود ندارد و برای آگاهی از اخبار مهم روز در این بخش هر فرد نیازمند این است که سایت‌های خبری زیادی را به امید خبری که ممکن است گرهی از کارش بگشاید یا به او در گرفتن تصمیم صحیح کمک کند زیر و رو کند و در میان انبوهی از اخبار گوناگون به دنبال آن بگردد و پس از پیدا کردن خبر چند صد جمله را برای تنها یک یا دو جمله ارزشمند در خبر مطالعه کند که این کار سخت و زمانبر از حوصله حتی صبورترین و پیگیرترین عزیزان ما در بخش کشاورزی خارج است به همین دلیل ما بر آن شدیم تا با جستجوی تمام خبرگزاری‌ها و پایگاه‌های اطلاع رسانی کشور تمام اخبار کشاورزی را مطالعه کنیم و به روزترین و مهم‌ترین این اخبار که واقعاً ارزش خبری قابل توجهی را برای کشاورزان دارند را به صورت خلاصه یکجا جمع آوری کنیم تا هر کسی فقط با اختصاص چند دقیقه در طول روز از تمام اخبار کشاورزی آگاه شود.
                </div>
            </div>
            <div class=" text-center">
                <q-img class="ab-image" src="/front/images/services-bg.svg"></q-img>
            </div>


        </div>
    </div>
</template>

<style scoped>
.title{
    font-size: 22px;
}
.service-title{
    font-size: 18px;
}
.service-text{
    font-size: 16px;
    line-height: 30px;
}
.ab-image{
    width: 50%;
}
@media only screen and (max-width: 600px) {
    .title {
        font-size: 18px;
    }
    .service-title{
        font-size: 16px;
    }
    .service-text{
        font-size: 14px;
        line-height: 30px;
    }
    .ab-image{
        width: 100%;
    }
}
</style>
